[
  "templater-obsidian",
  "obsidian-zotero-desktop-connector",
  "obsidian-admonition",
  "tag-wrangler",
  "tag-page-preview",
  "obsidian-advanced-slides",
  "obsidian-better-codeblock",
  "better-word-count",
  "buttons",
  "calendar",
  "obsidian-chat-view",
  "obsidian-citation-plugin",
  "cmenu-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excalidraw-plugin",
  "obsidian-focus-mode",
  "obsidian-hover-editor",
  "obsidian-kanban",
  "media-extended",
  "obsidian-memos",
  "url-into-selection",
  "quick-explorer",
  "darlal-switcher-plus",
  "quickadd",
  "recent-files-obsidian",
  "remember-cursor-position",
  "obsidian-search-everywhere-plugin",
  "Enhanced-editing",
  "oz-clear-unused-images",
  "obsidian-collapse-all-plugin",
  "dataview",
  "obsidian-float-toc-plugin",
  "obsidian-banners",
  "obsidian-core-search-assistant-plugin",
  "tag-word-cloud",
  "workspaces-plus",
  "notion-like-tables",
  "obsidian-file-color",
  "obsidian-map-view",
  "obsidian-excel-to-markdown-table",
  "obsidian-local-images-plus",
  "oz-image-plugin",
  "better-pdf-plugin",
  "obsidian-dictionary-plugin",
  "obsidian-projects",
  "obsidian-better-command-palette",
  "obsidian-dynamic-highlights",
  "obsidian-another-quick-switcher",
  "obsidian-linter",
  "obsidian-hider",
  "obsidian42-brat",
  "settings-search",
  "obsidian-quickshare",
  "obsidian-style-settings",
  "mousewheel-image-zoom",
  "obsidian-image-toolkit",
  "obsidian-stille",
  "markdown-table-editor",
  "obsidian-tasks-plugin",
  "homepage",
  "image-captions",
  "home-tab",
  "obsidian-file-path-to-uri",
  "nldates-obsidian",
  "obsidian-latex-suite",
  "quick-latex",
  "obsidian-pandoc",
  "obsidian-enhancing-export"
]